adamraichu.font-viewer
akil-s.tokyo-dark
bbenoist.nix
bceskavich.theme-dracula-at-night
bierner.emojisense
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bradlc.vscode-tailwindcss
brettm12345.nixfmt-vscode
brunnerh.insert-unicode
bytecodealliance.wit-idl
dotjoshjohnson.xml
dracula-theme.theme-dracula
drewxs.tokyo-night-dark
dwrolvink.obsidian-dark-theme-rust
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
eww-yuck.yuck
file-icons.file-icons
geeklearningio.graphviz-markdown-preview
george-alisson.html-preview-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golf1052.base16-generator
grapecity.gc-excelviewer
jnoortheen.nix-ide
jock.svg
kamadorueda.alejandra
kokakiwi.vscode-just
mathematic.vscode-pdf
mechatroner.rainbow-csv
mkhl.direnv
ms-playwright.playwright
ms-python.debugpy
ms-python.python
naumovs.color-highlight
neo4j-extensions.neo4j-for-vscode
netcorext.uuid-generator
opeolluwa.leptos
panicbit.cargo
perkovec.emoji
pomdtr.excalidraw-editor
redhat.vscode-xml
redhat.vscode-yaml
ruschaaf.extended-embedded-languages
rust-lang.rust-analyzer
sdras.night-owl
shahilkumar.docxreader
simonsiefke.svg-preview
streetsidesoftware.code-spell-checker
svsool.markdown-memo
syler.sass-indented
tamasfe.even-better-toml
tintinweb.graphviz-interactive-preview
tomoki1207.pdf
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
wmaurer.change-case
yurydelendik.firefox-debug
yzane.markdown-pdf
yzhang.markdown-all-in-one